---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.RevitAPIPostEventArgs
source: html/406b5339-b43e-179f-7f39-ee23d0af9c1f.htm
---
# RevitAPIPostEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.